package ru.devsoland.socialsync.util

object AppConstants {
    val MASTER_TAG_LIST: List<String> = listOf(
        "Супруг(а)", "Ребенок", "Мама", "Папа", "Брат", "Сестра", "Бабушка", "Дедушка",
        "Тетя", "Дядя", "Племянник(ца)", "Свекор/Тесть", "Свекровь/Теща",
        "Лучший друг", "Друг детства", "Хороший знакомый", "Приятель",
        "Коллега", "Начальник", "Подчиненный", "Партнер по бизнесу", "Клиент",
        "Учитель", "Одногруппник", "Одноклассник", "Сосед", "Член клуба/команды"
        // Можно добавить еще, если нужно
    )
}
